Repository: scinnod/scView
Catalog: apps/itsm/ServiceCatalogue/locale/*/LC_MESSAGES/django.po
Languages: de

source: Link to add form (empty new service revision)
de: Link zum Hinzufügen-Formular (neue, leere Revision für diesen Service)

source: Please save this new service first. Link will be available then.
de: Neuen Service bitte zunächst sichern. Link wird dann angezeigt.

source: not yet submitted
de: noch nicht eingereicht

source: submitted but not scheduled
de: eingereicht aber noch nicht geplant

source: scheduled for listing
de: geplant

source: currently listed
de: derzeit gelistet

source: not anymore more listed
de: nicht mehr gelistet

source: Available
de: Verfügbar

source: not yet scheduled
de: noch nicht geplant

source: scheduled
de: geplant

source: available
de: verfügbar

source: available, EOL scheduled
de: verfügbar, EOL geplant

source: EOL reached
de: EOL erreicht

source: Link to add form (new service)
de: Link zum Hinzufügen-Formular (neuer Service in dieser Kategorie)

source: Please save this new category. Link will be available then.
de: Neue Kategorie bitte zunächst sichern. Link wird dann angezeigt.

source: AI API request timed out
de: KI-API-Anfrage hat Zeitlimit überschritten

source: AI response was not valid JSON
de: KI-Antwort war kein gültiges JSON

source: This information is not publicly available. The corresponding page requires authentication.
de: Diese Information ist nicht öffentlich verfügbar. Die zugehörige Seite erfordert eine Anmeldung.

source: Availability currently scheduled only until {date}.
de: Die Verfügbarkeit endet nach derzeitiger Planung am {date}.

source: Service not found or not publicly available.
de: Service nicht gefunden oder nicht öffentlich verfügbar.

source: Invalid service key format. Expected: CATEGORY-ACRONYM
de: Ungültiges Schlüsselformat. Erwartet: KATEGORIE-KÜRZEL

source: Service with key "%(key)s" not found or not publicly available.
de: Service mit Schlüssel "%(key)s" nicht gefunden oder nicht öffentlich verfügbar.

source: Online services directory
de: Verzeichnis der Online-Services

source: Full service catalogue
de: Vollständiger Servicekatalog

source: Service detail by ID
de: Servicedetails nach ID

source: Service detail by key
de: Servicedetails nach Schlüssel

source: API metadata and available options
de: API-Metadaten und verfügbare Optionen

source: Hierarchy of service providing units
de: Hierarchie der Serviceprovider

source: Recommendation: seperation by 'dots'
de: Empfehlung: Trennung durch Punkte

source: Acronym
de: Abkürzung

source: Not required, only if applies.
de: Angabe nicht erforderlich, nur falls bekannt.

source: _Service Providers
de: _Serviceprovider

source: Order in listings
de: Ordnungsnummer für Reihenfolge

source: Can be used to adjust order of service providers. Otherwise names are used.
de: Kann verwendet werden, um die Reihenfolge der Serviceprovider anzupassen. Andernfalls werden die Namen der Serviceprovider verwendet.

source: Identifyer / Acronym
de: Identifizierer / Akronym

source: _Clientele Group
de: _Nutzerkreis

source: _Clientele Groups
de: _Nutzerkreise

source: Service category description shown in catalogues
de: Beschreibung der Servicekategorie in Katalogen.

source: Responsible / category owner
de: Verantwortlich / Kategorie-Owner

source: Service Category
de: Servicekategorie

source: Service Categories
de: Servicekategorien

source: Service Category
de: Servicekategorie

source: Name (public, search, ai)
de: Name (öffentlich, Suche, KI)

source: Main purpose / added value of this service (public, search, ai)
de: Kernziel / Mehrwert (öffentlich, Suche, KI)

source: Why is this service offered? What is the intended particular benefit for the user? (brief description only)
de: Warum wird dieser Service angeboten? Was istr der angestrebte, spezifische Mehrwert für NutzerInnen? (kurz und prägnant)

source: Responsible / service owner
de: Verantwortlich / Service-Owner

source: Contact person with overall responsibility for aligning the service with the needs of the users, the quality and the improvement of the service
de: AnsprechpartnerIn mit ganzheitlicher Verantwortung für die Ausrichtung des Dienstes an den Bedürfnissen der Nutzenden, der Qualität und die Verbesserung des Dienstes

source: Teams involved in service provision
de: In die Serviceerbringung involvierte Teams

source: Search keywords (search)
de: Suchbegriffe (Suche)

source: Additional keywords for fulltext search (words separated by spaces). These keywords are used for searching but not visible to users.
de: Zusätzliche Schlagwörter für die Volltextsuche (Wörter durch Leerzeichen getrennt). Diese Schlagwörter werden für die Suche verwendet, sind aber für Benutzer nicht sichtbar.

source: Submitted for public listing?
de: Für Übernahme in öffentlichen Katalog eingereicht?

source: Submitted services revisions become visible for staff users. Contact an editor for final publication or if further changes are required.
de: Eingereichte Servicerevisionen werden für RZ-Mitarbeitende sichtbar. Zur Veröffentlichung oder für den Fall, dass nach dem Einreichen noch Änderungen notwendig sind, bitte einen Editor kontaktieren.

source: Listed from
de: Gelistet ab / seit

source: Date, when this service is listed initially and can be ordered. Not listed if blank.
de: Datum, ab dem dieser Dienst öffentlich gelistet ist und bestellt werden kann. Falls nicht angegeben wird der Service nicht gelistet.

source: Available from
de: Verfügbar ab / seit

source: Date, when this service is available for users. Should not be empty.
de: Datum, ab dem der Service für NutzerInnen verfügbar ist. Sollte für gelistete Services nicht leer sein.Datum, ab dem der Service für NutzerInnen verfügbar ist. Sollte für gelistete Services nicht leer sein.

source: Internal description / configuration
de: Interne Beschreibung / Konfiguration

source: For instance: details on hardware, configuration details, pitfalls, documentation requirements etc. May contain links to external sources. Supports formatting: **bold**, *italic*, lists (- item / 1. item), URLs (auto-linked), and internal links ([[SERVICE-KEY]]).
de: Zum Beispiel: Details zu Hardware, Konfiguation, typ. Schwierigkeiten, Notwendigkeit der Dokumentation, etc. Kann auch Verweise / Links auf externe Quellen enthalten. Unterstützt Formatierung: **fett**, *kursiv*, Listen (- Element / 1. Element), URLs (automatisch verlinkt) und interne Links ([[SERVICE-KEY]]).

source: Service description (public, search, ai)
de: Beschreibung des Services (öffentlich, Suche, KI)

source: Self-contained service description. Please avoid links to external sources, if possible.
de: In sich geschlossene Beschreibung des Services. Links / Verweise auf externe Quellen gerne vermeiden.

source: Please Note (public, search, ai)
de: Zu beachten (öffentlich, Suche, KI)

source: Important information for using this service, e.g. regarding compliance with data privacy, information security and/or AI regulations (EU AI Act). This text is displayed highlighted in the service description. Supports formatting: **bold**, *italic*, lists (- item / 1. item), URLs (auto-linked), and internal links ([[SERVICE-KEY]]).
de: Wichtige Informationen zur Nutzung dieses Services, z.B. hinsichtlich Einhaltung von Datenschutz, Informationssicherheit und/oder KI-Regulierungen (EU KI Act). Dieser Text wird hervorgehoben in der Service-Beschreibung angezeigt. Unterstützt Formatierung: **fett**, *kursiv*, Listen (- Element / 1. Element), URLs (automatisch verlinkt) und interne Links ([[SERVICE-KEY]]).

source: Requirements for use of service, if any. (public, search, ai)
de: Voraussetzungen um den Service nutzen zu können, falls welche bestehen (öffentlich, Suche, KI)

source: Supports formatting: **bold**, *italic*, lists (- item / 1. item), URLs (auto-linked), and internal links ([[SERVICE-KEY]]).
de: Unterstützt Formatierung: **fett**, *kursiv*, Listen (- Element / 1. Element), URLs (automatisch verlinkt) und interne Links ([[SERVICE-KEY]]).

source: Service details (public, search, ai)
de: Detaillierte Beschreibung (öffentlich, Suche, KI)

source: Detailed description and notes on availability / service levels and support during operation, etc. if applicable. May contain links to external sources. Supports formatting: **bold**, *italic*, lists (- item / 1. item), URLs (auto-linked), and internal links ([[SERVICE-KEY]]).
de: Detaillierte Beschreibung sowie Anmerkungen zur Verfügbarkeit / Servicelevel und Support, sofern relevant. Kann auch Verweise / Links auf externe Quellen enthalten. Unterstützt Formatierung: **fett**, *kursiv*, Listen (- Element / 1. Element), URLs (automatisch verlinkt) und interne Links ([[SERVICE-KEY]]).

source: Available options (public, search, ai)
de: Verfügbare Optionen (öffentlich, Suche, KI)

source: Can be used to harmonize user-specific requirements and wishes, at least to some extent. Supports formatting: **bold**, *italic*, lists (- item / 1. item), URLs (auto-linked), and internal links ([[SERVICE-KEY]]).
de: Kann verwendet werden, um Nutzer-spezifische Anforderungen und Wünsche nach Möglichkeit zur harmonisieren. Unterstützt Formatierung: **fett**, *kursiv*, Listen (- Element / 1. Element), URLs (automatisch verlinkt) und interne Links ([[SERVICE-KEY]]).

source: Service level / SLA (public, ai)
de: Servicelevel / SLA (öffentlich, KI)

source: Service level agreement, availability guarantees, support hours, uptime commitments, and response time expectations. Supports formatting: **bold**, *italic*, lists (- item / 1. item), URLs (auto-linked), and internal links ([[SERVICE-KEY]]).
de: Service-Level-Agreement, Verfügbarkeitsgarantien, Supportzeiten, Verfügbarkeitszusagen und Antwortzeiten. Unterstützt Formatierung: **fett**, *kursiv*, Listen (- Element / 1. Element), URLs (automatisch verlinkt) und interne Links ([[SERVICE-KEY]]).

source: Contact Email
de: Email Servicekontakt

source: Email address which should be used for service requests. If possible helpdesk or other institutional email address, if not applicable also personal email adresses can be used (but might require effort in maintenance).
de: Email-Adresse, die für Service-Anfragen genutzt werden soll. Falls möglich gerne des Helpdesk oder eine andere institutionelle Adresse verwenden, andernfalls können auch persönliche Emailadressen angegeben werden (benötigen dann unter Umständen aber einen erhöhten Aufwand in der Pflege).

source: URL to service
de: URL des Services

source: If available. Please include http:// or https:// and make sure the URL is safe, i.e. it does not contain malicious code and it is maintained.
de: Wenn verfügbar. Angabe inkl. http:// oder https://. Bitte sicherstellen, dass die URL sicher ist, d.h. dass sie keinen Schadcode enthält und hinreichend gut gepflegt wird.

source: Listed until
de: Gelistet bis

source: Date, when this service is removed from the catalogue and is not avaliable to new users any more.
de: Datum, an dem dieser Service aus dem Katalog entfernt wird und damit für neue NutzerInnen nicht mehr verfügbar ist.

source: Available until / EOL
de: Verfügbar bis / EOL

source: Date, when this service is discontinued for all users. Should be known and set when service is removed from the catalogue.
de: Datum, an dem dieser Service für keinen Nutzer / keine Nutzerin mehr weitergeführt wird. Sollte bekannt sein, wenn ein Service aus dem Katalog entfernt wird (d.h. wenn das Ende der Verfügbarkeit gesetzt wird).

source: What should happen at EOL?
de: Was soll am EOL passieren?

source: Give some hints what to do with this service at end of life, e.g. which which revision to transfer to or which action to take. Supports formatting: **bold**, *italic*, lists (- item / 1. item), URLs (auto-linked), and internal links ([[SERVICE-KEY]]).
de: Gib Hinweise darauf, was am EOL zu erfolgen hat und auf welche Services ggf. noch bestehene Geräte / NutzerInnen überführt werden sollen. Unterstützt Formatierung: **fett**, *kursiv*, Listen (- Element / 1. Element), URLs (automatisch verlinkt) und interne Links ([[SERVICE-KEY]]).

source: used for fulltext-search only, should not be editable
de: für die Volltext-Sucher verwendte, nicht editierbar

source: Can publish services
de: Kann Services veröffentlichen

source: Service Revisions / Details
de: Servicerevisionen / -details

source: If "listed until" is set please also indicate "listed from". Alternatively remove "listed until".
de: Wenn "Gelistet bis" gesetzt ist bitte auch "gelistet ab / seit" angeben. Alternativ "gelistet bis" löschen.

source: "listed until" cannot be earlier than "listed from".
de: "Gelistet bis" kann nicht vor "gelistet ab / seit" liegen.

source: If setting "listed_until" please also indicate end of availabiliy of service ("available_until").
de: Wenn "gelistet bis" gesetzt ist, bitte auch das Ende der Verfügbarkeit des Dienstes ("verfügbar bis") angeben.

source: Please indicate what to do at EOL with remaining users (if any) and fill field "What should happen att EOL?".
de: Wenn "verfügbar bis" gesetzt ist, muss auch die Frage "Was soll am EOL passieren?" beantwortet werden.

source: If "available until" is set please also indicate "available from". Alternatively remove "available until".
de: Wenn "verfügbar bis" gesetzt ist bitte auch "verfügbar ab / seit" angeben. Alternativ "verfügbar bis" löschen.

source: "available until" cannot be earlier than "available from".
de: "Verfügbar bis" kann nicht vor "verfügbar ab" liegen.

source: service main purpose / added value
de: Kernziel / Mehrwert des Services

source: 0-not yet submitted
de: 0-noch nicht eingereicht

source: 1-submitted but not yet scheduled
de: 1-eingereicht aber noch nicht geplant

source: 2-listing at {}
de: 2-gelistet ab {}

source: 4-not more listed since {}
de: 4-nicht mehr gelistst seit {}

source: 3-currently listed
de: 3-derzeit gelistet

source: 0-availability not scheduled
de: 0-Verfügbarkeit nicht geplant

source: 1-available at {}
de: 1-verfügbar ab {}

source: 4-not more available since {}
de: 4-nicht mehr verfügbar seit {}

source: 3-available, EOL {}
de: 3-verfügbar, EOL {}

source: 2-available, EOL unknown
de: 2-verfügbar, EOL unbekannt

source: Label
de: Bezeichnung

source: _Charging unit
de: _Abrechnungseinheit

source: _Charging units
de: _Abrechnungseinheiten

source: Comment
de: Anmerkung

source: Subject to charges?
de: Mit Kosten verbunden?

source: User fee
de: Nutzerkosten

source: Unit
de: Einheit

source: Availability
de: Verfügbarkeit

source: Availabilities
de: Verfügbarkeiten

source: Timestamp
de: Zeitstempel

source: When the AI search was initiated
de: Wann die KI-Suche initiiert wurde

source: User
de: Benutzer

source: User who initiated the search
de: Benutzer, der die Suche initiiert hat

source: Step 1 completed
de: Schritt 1 abgeschlossen

source: Whether the first AI call (initial evaluation) completed successfully
de: Ob der erste KI-Aufruf (erste Bewertung) erfolgreich abgeschlossen wurde

source: Step 2 needed
de: Schritt 2 erforderlich

source: Whether detailed service information was requested
de: Ob detaillierte Serviceinformationen angefordert wurden

source: Services requested for detailed evaluation
de: Für detaillierte Bewertung angeforderte Services

source: List of service keys requested in step 1 for detailed evaluation in step 2
de: Liste der Service-Schlüssel, die in Schritt 1 für eine detaillierte Bewertung in Schritt 2 angefordert wurden

source: Services recommended
de: Empfohlene Services

source: List of service keys recommended to the user in the final response
de: Liste der Service-Schlüssel, die dem Benutzer in der finalen Antwort empfohlen wurden

source: Tokens used in step 1
de: In Schritt 1 verwendete Tokens

source: Number of tokens consumed in the first AI call
de: Anzahl der im ersten KI-Aufruf verbrauchten Tokens

source: Tokens used in step 2
de: In Schritt 2 verwendete Tokens

source: Number of tokens consumed in the second AI call (if applicable)
de: Anzahl der im zweiten KI-Aufruf verbrauchten Tokens (falls zutreffend)

source: Error occurred
de: Fehler aufgetreten

source: Whether an error occurred during the search process
de: Ob während des Suchvorgangs ein Fehler aufgetreten ist

source: Error message
de: Fehlermeldung

source: Error message if an error occurred (for debugging)
de: Fehlermeldung, wenn ein Fehler aufgetreten ist (zum Debuggen)

source: Duration (seconds)
de: Dauer (Sekunden)

source: Total duration of the search process in seconds
de: Gesamtdauer des Suchvorgangs in Sekunden

source: AI Search Log
de: KI-Suchprotokoll

source: AI Search Logs
de: KI-Suchprotokolle

source: AI-Assisted Search Not Available
de: KI-gestützte Suche nicht verfügbar

source: The AI-assisted search feature is currently not enabled on this system. Please use the regular search function in the service catalogue.
de: Die KI-gestützte Suchfunktion ist auf diesem System derzeit nicht aktiviert. Bitte nutzen Sie die reguläre Suchfunktion im Servicekatalog.

source: Go to Service Catalogue
de: Zum Servicekatalog

source: The AI-assisted search feature is activated but currently not available, probably due to configuration errors. Please contact the system administrator or use the regular search function in the service catalogue.
de: Die KI-gestützte Suchfunktion ist aktiviert, aber derzeit nicht verfügbar, wahrscheinlich aufgrund von Konfigurationsfehlern. Bitte kontaktieren Sie den Systemadministrator oder nutzen Sie die reguläre Suchfunktion im Servicekatalog.

source: Describe your problem or need in a few sentences, and our AI will help you find relevant IT services from our catalogue. The AI analyzes your description and recommends the most suitable services for your situation.
de: Beschreiben Sie Ihr Problem oder Ihren Bedarf in wenigen Sätzen, und unsere KI hilft Ihnen, relevante IT-Services aus unserem Katalog zu finden. Die KI analysiert Ihre Beschreibung und empfiehlt die am besten geeigneten Services für Ihre Situation.

source: Describe your problem or need:
de: Beschreiben Sie Ihr Problem oder Ihren Bedarf:

source: Example: I need to collaborate with colleagues on documents and share files securely...
de: Beispiel: Ich muss mit Kolleg:innen an Dokumenten zusammenarbeiten und Dateien sicher teilen...

source: Please describe your situation in detail. The more information you provide, the better the AI can help you find the right services.
de: Bitte beschreiben Sie Ihre Situation detailliert. Je mehr Informationen Sie bereitstellen, desto besser kann die KI Ihnen helfen, die richtigen Services zu finden.

source: Find Services
de: Services finden

source: Ctrl
de: Strg

source: Clear
de: Löschen

source: Processing your request...
de: Ihre Anfrage wird bearbeitet...

source: Analyzing your problem and identifying relevant services...
de: Ihr Problem wird analysiert und relevante Services identifiziert...

source: Evaluating services in detail...
de: Services werden detailliert ausgewertet...

source: Preparing recommendations...
de: Empfehlungen werden vorbereitet...

source: Searching...
de: Suche läuft...

source: Failed to start search
de: Suche konnte nicht gestartet werden

source: Network error. Please try again.
de: Netzwerkfehler. Bitte versuchen Sie es erneut.

source: An error occurred during the search
de: Bei der Suche ist ein Fehler aufgetreten

source: Error checking search status
de: Fehler beim Prüfen des Suchstatus

source: Search failed
de: Suche fehlgeschlagen

source: Why this service:
de: Warum dieser Service:

source: What to check:
de: Worauf zu achten ist:

source: Also evaluated but not recommended:
de: Ebenfalls geprüft, aber nicht empfohlen:

source: Insufficient Privileges
de: Unzureichende Berechtigungen

source: Logout
de: Abmelden

source: You are logged in as <strong>%(username)s</strong>, but this account does not have sufficient privileges to access the requested page.
de: Sie sind als <strong>%(username)s</strong> angemeldet, aber dieses Konto verfügt nicht über ausreichende Berechtigungen, um auf die angeforderte Seite zuzugreifen.

source: What can you do?
de: Was können Sie tun?

source: Log in with a different account
de: Mit einem anderen Konto anmelden

source: If you have another account with the required privileges, log out and log in again with that account.
de: Wenn Sie ein anderes Konto mit den erforderlichen Berechtigungen haben, melden Sie sich ab und melden Sie sich mit diesem Konto erneut an.

source: Request access privileges
de: Zugriffsberechtigungen anfordern

source: If you believe you should have access, please contact the administrator at <a href="mailto:%(helpdesk_email)s">%(helpdesk_email)s</a> to request the necessary privileges.
de: Wenn Sie der Meinung sind, dass Sie Zugriff haben sollten, wenden Sie sich bitte an den Administrator unter <a href="mailto:%(helpdesk_email)s">%(helpdesk_email)s</a>, um die erforderlichen Berechtigungen anzufordern.

source: Note:
de: Hinweis:

source: Staff-only mode is currently active. This is a system-wide setting that may be temporary.
de: Der Nur-Mitarbeiter-Modus ist derzeit aktiv. Dies ist eine systemweite Einstellung, die möglicherweise temporär ist.

source: Go to Home
de: Zur Startseite

source: If you just received new privileges, you may need to log out and log back in for them to take effect.
de: Wenn Sie gerade neue Berechtigungen erhalten haben, müssen Sie sich möglicherweise ab- und wieder anmelden, damit diese wirksam werden.

source: Public View
de: Öffentliche Ansicht

source: You are viewing this page as a regular user would see it.
de: Sie sehen diese Seite so, wie sie ein normaler Benutzer sehen würde.

source: Switch to internal view
de: Zur internen Ansicht wechseln

source: Internal view
de: Interne Ansicht

source: Back to Online Services
de: Zurück zu Online-Services

source: Back to Service Catalogue
de: Zurück zum Servicekatalog

source: Print
de: Drucken

source: Main purpose
de: Ziel / Mehrwert

source: Description
de: Beschreibung

source: Please Note
de: Zu beachten

source: Requirements
de: Voraussetzungen

source: Options
de: Optionen

source: Link to service
de: Link zum Service

source: Open service
de: Service öffnen

source: Service contact
de: Service-Kontakt

source: not yet available
de: noch nicht verfügbar

source: end of availability scheduled
de: Ende der Verfügbarkeit festgelegt

source: Available for
de: Verfügbar für

source: unfortunately nobody yet
de: leider noch niemanden

source: User group
de: Nutzergruppe

source: Fee
de: Gebühr

source: Free
de: Kostenlos

source: Service lifecycle
de: Service-Lebenszyklus

source: Available until
de: Verfügbar bis

source: Last updated
de: Zuletzt aktualisiert

source: Internal
de: Intern

source: Internal View
de: Interne Ansicht

source: Internal view, some of the information on the services might be intended for internal purposes only!
de: Interne Darstellung, einige der Informationen u.U. nur für interne Zwecke!

source: Switch to public view
de: Zur öffentlichen Ansicht wechseln

source: Public view
de: Öffentliche Ansicht

source: This service is available but not publicly listed in the service catalogue.
de: Dieser Service ist verfügbar, aber nicht öffentlich im Servicekatalog gelistet.

source: not publicly listed
de: nicht öffentlich gelistet

source: Keywords
de: Schlagwörter

source: Edit in admin
de: Im Admin bearbeiten

source: Edit
de: Bearbeiten

source: Organizational Information
de: Organisatorische Informationen

source: Involved unit(s)
de: Involvierte OUs

source: not yet specified
de: noch nicht festgelegt

source: Timeline & Availability
de: Zeitplan & Verfügbarkeit

source: Listing
de: Gelistet

source: not yet listed
de: noch nicht gelistet

source: unlisted
de: nicht gelistet

source: listed
de: gelistet

source: Availablity
de: Verfügbarkeit

source: upcoming
de: zukünftig

source: retired
de: archiviert
