Repository: scinnod/scView
Catalog: apps/itsm/ServiceCatalogue/locale/*/LC_MESSAGES/django.po
Languages: de

source: EOL action
de: EOL Umsetzung

source: Submitted for publication
de: Für Veröffentlichung eingereicht

source: Yes
de: Ja

source: No
de: Nein

source: Quick access to online services
de: Schnellzugriff auf Online-Services

source: Login required
de: Login erforderlich

source: Browse complete service catalogue
de: Vollständigen Servicekatalog durchsuchen

source: Service Catalogue
de: Servicekatalog

source: Full Catalogue
de: Vollständiger Katalog

source: Internal views
de: Interne Sichten

source: Available Services
de: Verfügbare Services

source: Upcoming Services
de: Zukünftige Services

source: Retired Services
de: Archivierte Services

source: Services under Revision
de: Services unter Begutachtung

source: Internal documents
de: Interne Dokumente

source: Data export (xlsx)
de: Datenexport (xlsx)

source: Clientele groups
de: Nutzerkreise

source: Clientele group
de: Nutzerkreis

source: any
de: alle

source: AI-Assisted Service Search
de: KI-gestützte Servicesuche

source: AI Search
de: KI-Suche

source: Switch to backend
de: Zum Backend wechseln

source: Login
de: Anmelden

source: search term
de: Suchbegriff

source: Search
de: Suchen

source: PDF catalogue for download
de: PDF-Version zum Download

source: Search results for key
de: Suchergebnisse für Schlüssel

source: Search results for
de: Suchergebnisse für

source: Clear search
de: Suche zurücksetzen

source: Currently no services in list.
de: Derzeit keine passenden Services.

source: for
de: für

source: View details
de: Details anzeigen

source: Search keywords
de: Suchbegriffe

source: (visible only for authenticated users after login)
de: (nur für authentifizierte Nutzer nach Login sichtbar)

source: Target Groups & Costs
de: Zielgruppen & Kosten

source: Costs
de: Kosten

source: none
de: keine(r)

source: Search all services...
de: Alle Services durchsuchen...

source: Open service in new window
de: Service in neuem Fenster öffnen

source: New
de: Neu

source: Details about this service
de: Detaillierte Informationen über diesen Service

source: Availability currently scheduled for only until
de: Die Verfügbarkeit endet nach derzeitiger Planung am

source: User Not Found
de: Benutzer nicht gefunden

source: Your login attempt was unsuccessful because your user account does not exist in this application and automatic user creation is currently disabled.
de: Ihr Anmeldeversuch war nicht erfolgreich, da Ihr Benutzerkonto in dieser Anwendung nicht existiert und die automatische Benutzererstellung derzeit deaktiviert ist.

source: Log out from the authentication system
de: Vom Authentifizierungssystem abmelden

source: To try logging in with a different account or to fully clear your session, please log out from the authentication system.
de: Um es mit einem anderen Konto zu versuchen oder Ihre Sitzung vollständig zu löschen, melden Sie sich bitte vom Authentifizierungssystem ab.

source: Request account creation
de: Kontoerstellung anfordern

source: If you need access to this application, please contact the administrator at <a href="mailto:%(helpdesk_email)s">%(helpdesk_email)s</a> to request that an account be created for you.
de: Wenn Sie Zugriff auf diese Anwendung benötigen, wenden Sie sich bitte an den Administrator unter <a href="mailto:%(helpdesk_email)s">%(helpdesk_email)s</a>, um die Erstellung eines Kontos für Sie anzufordern.

source: Contact Support
de: Support kontaktieren

source: Once your account has been created by an administrator, you will be able to log in successfully.
de: Sobald Ihr Konto von einem Administrator erstellt wurde, können Sie sich erfolgreich anmelden.

source: Reference does not contain key separator "{}" - not validated. Click to search.
de: Referenz enthält kein Trennzeichen "{}" - nicht validiert. Klicken Sie, um zu suchen.

source: Direct link to service: {}
de: Direkter Link zum Service: {}

source: Search for "{}" ({} matches)
de: Suche nach "{}" ({} Treffer)

source: No service found for "{}"
de: Kein Service gefunden für "{}"

source: Search for "{}"
de: Suche nach "{}"

source: IT Service Catalogue
de: IT Servicekatalog

source: phone
de: Telefon

source: As a central entry point, this catalogue provides an overview of the IT services currently available or soon to be available at {organization}. Please take a look at the services relevant to you or use the search function to narrow down the selection of services displayed. If you do not find what you are looking for, our helpdesk ({helpdesk}) will be happy to assist you! For a convenient and direct access to our online services feel free to check out the new directory view available <a href="{jump_url}">here</a>.
de: Dieser Katalog bietet als zentraler Einstiegspunkt eine Übersicht über derzeit oder in Kürze bei {organization} verfügbare IT-Services. Werfen Sie gerne einen Blick auf die für Sie relevanten Services oder nutzen die Suchfunktion, um die Auswahl der angezeigten Services einzugrenzen. Sollten Sie nicht fündig werden, unterstützt unser Helpdesk ({helpdesk}) Sie sonst gerne! Für einen bequemen und direkten Zugang zu unseren Online-Diensten können Sie auch die neue Verzeichnisansicht nutzen, die Sie <a href="{jump_url}">hier</a> finden.

source: Services under revision for publication
de: Services unter Begutachtung zur Veröffentlichung

source: {organization} IT Services currently under revision for publication. Please mind, that these services are not yet offered to anyone and still might change or disappear without further notice!
de: {organization} IT-Services, die sich derzeit unter Begutachtung für eine Veröffentlichung befinden. Bitte beachten, dass diese Services noch nicht zur Verfügung stehen und die Entwürfe sich noch verändern oder ohne weitere Information auch wieder verschwinden können.

source: {organization} IT Services currently available, not necessariliy listed public. May in addition differ from public services, since upcoming services are not listed here.
de: {organization} IT-Services, die derzeit verfügbar sind. Die Services sind nicht notwendiger Weise auch öffentlich gelistet. Kann sich vom öffentlichen Servicekatalog ferner unterscheiden, weil erst zukünftig verfügbare Services separat gelistet sind.

source: {organization} IT Services not available anymore. May not be exhaustive.
de: {organization} IT-Services, die nicht mehr verfügbar sind. Kein Anspruch auf Vollständigkeit.

source: {organization} IT Services with availability starting in future or availability not yet set. May or may not yet be listed in the public service catalogue.
de: {organization} IT-Services mit einer Verfügbarkeit, die erst in der Zukunft beginnt, oder mit noch unbekannter Verfügbarkeit. Diese Services sind im öffentlichen Katalog u.U. (noch) nicht gelistet.

source: Directory of {organization} Online Services
de: Verzeichnis der {organization} Online-Services

source: Links to online services for ease of navigation. For a complete list of services and details to the services please check the comprehensive service catalogue available <a href="{here_url}">here</a>.
de: Links zu Online-Diensten für eine einfache Navigation. Eine vollständige Liste der IT-Services und Details zu den jeweiligen Leistungen finden Sie im umfassenden Servicekatalog, der <a href="{here_url}">hier</a> verfügbar ist.

source: Error in rendering and compiling template {}. Please contact editors or administrators for assistance.
de: Fehler beim Verarbeiten der Vorlage {}. Bitte suchen Sie Unterstützung bei den Editoren oder den Administratoren der Anwendung.
